/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "image_overlay_color": "#000000",
        "image_overlay_opacity": 40,
        "show_breadcrumbs": false,
        "show_page_content": true
      }
    },
    "divider_4kWg38": {
      "type": "Divider",
      "disabled": true,
      "settings": {
        "divider-visibility": "showboth",
        "hd_border_color": "#aaaaaa",
        "divider_border": false,
        "divider_spacing": 20,
        "div_width": 80,
        "hd_border": 2,
        "border_line": 1,
        "div_style": "solid",
        "border_rad": 2
      }
    },
    "rich_text_nNkJGw": {
      "type": "rich-text",
      "settings": {
        "content_width": "75",
        "bg_color": "",
        "section_color": "",
        "rte_icon_width": 100,
        "section_title": "",
        "subtitle": "",
        "text": "<h5><a href=\"https:\/\/cdn.shopify.com\/s\/files\/1\/0807\/1964\/2907\/files\/Credit_Application_Form_Spicers_Total_Supply_Universal_Packaging.pdf?v=1714080365\" target=\"_blank\" title=\"Credit Application Form\"><strong>Click here to Download a Credit Application Form<\/strong><\/a><\/h5><h5><\/h5><h5><span style=\"text-decoration:underline\">CONDITIONS OF SALE<br\/><\/span><\/h5><h5>APPLICATION<\/h5><p>1. The Contract forms the basis on which the Seller supplies and sells Goods to the Buyer. Each such supply and sale shall be effected pursuant to the terms of this Contract (unless in any specific case agreed otherwise in writing). Any invoice or other document (including in electronic form) evidencing or describing any Goods is incorporated into and forms part of the Contract. For the avoidance of doubt, these conditions of sale shall not apply to the provision of Services from the Supplier to the Buyer. The provision of Services shall be governed by separate terms and conditions agreed between the parties.<br\/>2. The Buyer’s standard conditions of purchase shall not apply unless specifically accepted in advance in writing by the Seller.<br\/>3. These conditions of sale are paramount, and, to the extent that there is any conflict between any provision of them and any invoice or other document evidencing or describing any Goods, the conditions of sale will prevail. Further, subject to clause 2, if there is any other document or arrangement which conflicts with the Contract, the Contract shall prevail.<br\/><br\/><strong>INTERPRETATION<\/strong><br\/><br\/>4. In these conditions of sale:<br\/>“Buyer” means the person, firm, company or other entity purchasing the Goods from the Seller pursuant to the Contract.<br\/>“Contract” means these conditions of sale themselves together with the Application for Trading Account and Guarantee and any and every invoice or other document evidencing or describing, whether by item or kind or otherwise, any Goods.<br\/>“Goods” means all goods supplied by the Supplier to the Buyer at the Buyer’s request from time to time.<br\/>\"Online Ordering System\" means the online ordering system provided by the Seller through its website (www.spicersnz.co.nz), (www.totalsupply.co.nz) and (www.universalpackaging.co.nz) to enable its customers to place orders for Goods electronically.<br\/>“PPSA” means the Personal Property Securities Act 1999.<br\/>\"Price List Book\" means the price specified in the most recent price list produced or published by Seller at that time, or, if there is no such price list, or it does not specify the price of the Goods in question, the price certified by Seller as being its standard price at that time for those Goods.<br\/>“Purchase Price” means the price of the Goods as agreed between the Seller and the Buyer, subject to any variation in accordance with clauses 1 and 2.<br\/>\"Related Company\" has the meaning given in section 2(3) of the Companies Act 1993 (read as if that expression included any body corporate, whether or not incorporated in New Zealand).<br\/>“Seller” means Spicers (NZ) Limited (trading as Spicers, Total Supply and Universal Packaging), or any of them as the case may be.<br\/>\"Services\" means any services performed by the Supplier for the Buyer, including, but not limited to, any 3PL (third party logistics) services or services provided by Spicers Consulting.<br\/>The terms “after-acquired property”, “at risk”, “default”, “inventory”, \"personal property\", “proceeds”, \"purchase money security interest”, “rights”, “security interest” and \"verification statement\" have the respective meanings given to them under, or in the context of, the PPSA.<br\/>A reference to a “person” includes a corporation, association, firm, company, partnership or individual.<br\/><br\/><strong>ORDERING<\/strong><br\/><br\/>5. Orders must be placed in accordance with procedures from time to time laid down by the Seller, including through the submission of written orders in the prescribed form or through the Online Ordering System available on the Supplier's website.<br\/>6. Orders shall be deemed accepted by the Seller when accepted in writing or, in the absence of written acceptance, upon dispatch of the Goods by the Seller. Orders of Goods may be accepted by the Seller in whole or in part. Acceptance of orders is at the Seller's sole discretion.<br\/>7. Once an order has been accepted by the Seller, it may not be changed or cancelled by the Buyer without the prior written consent of the Seller.<br\/>8. The placement of an order with the Seller, whether in paper or electronic form, constitutes an offer by the Buyer to trade with the Seller and does not constitute acceptance of any offer by the Seller.<br\/><br\/><strong>ONLINE ORDER TERMS<\/strong><\/p><p>9. The Buyer acknowledges and agrees that the following terms and conditions shall apply at all times to the Buyer's use of the Online Ordering System:<br\/><br\/>(a) the Buyer shall at all times keep its password confidential and take all reasonable steps to prevent disclosure of its password to any other person. The Buyer will be liable for every order made under its password and the Buyer shall indemnify the Supplier from all claims, proceedings, damages, losses or expenses however incurred, arising out of the use or misuse of the Buyer's password including from any person placing orders for Goods on the Supplier's Online Ordering System using the Buyer's password.<br\/><br\/>(b) the Buyer shall keep confidential all information relating to the Supplier that is disclosed through the Online Ordering System, including pricing information in relation to any Goods that is specific to the Buyer; and<br\/><br\/>(c) the Buyer's use of the Online Ordering System is at its sole risk. To the extent permitted by law, the Seller excludes all express or implied conditions or warranties of any kind, including any warranty that the material on the Online Ordering System will be reliable, accurate, complete or error free; that defects will be corrected; or that the Online Ordering System is free of viruses or other harmful components. The Supplier does not warrant that access to the Online Ordering System will be uninterrupted, timely or secure.<br\/><br\/>10. For the avoidance of doubt, the terms and conditions that relate to the use of the Seller's website (www.spicersnz.co.nz), (www.totalsupply.co.nz) and (www.universalpackaging.co.nz), available under the privacy and disclaimer tabs, also apply to the Buyer's use of the Online Ordering System and are incorporated into these conditions of sale.<br\/><br\/><strong>PRICE<\/strong><br\/><br\/>11. Stock prices are effective from the date shown on each page of the Seller’s current Price List Book. Notwithstanding the above, any stock prices applicable to the Buyer that are displayed through the Supplier's Online Ordering System for any Goods shall prevail over any inconsistent prices stated in the Price List Book. In the event that any Goods are listed at an incorrect price due to a typographical or pricing information error, the Supplier shall have the right to refuse or cancel any orders placed for the Goods listed at an incorrect price regardless of whether or not the order has been confirmed or payment has been received.<br\/>12. All prices shown are subject to alteration or withdrawal by the Seller without prior notice. However, every effort will be made to advise the Buyer in advance.<br\/>13. All prices are in New Zealand Dollars and are GST exclusive.<br\/><br\/><strong>PAYMENT<\/strong><br\/><br\/>14. At the Seller’s sole discretion, a non-refundable deposit may be required.<br\/>a) Payment Security is managed through Windcave for mutual security. Encryption protection is managed with an SSL (Secure Socket Layer) certificate, industry standard 128bit encryption software.<br\/>15. The Purchase Price shall be paid to the Seller at its address, or by way of electronic payment where the Online Ordering System is used to order Goods, and at the time or times stipulated in the Contract without set-off or deduction.<br\/>16. If no time or manner of payment is stipulated in the Contract the Buyer agrees to pay the Purchase Price prior to the 20th of the month following date of invoice.<br\/>17. Any additional payments due by the Buyer pursuant to any of the provisions of the Contract shall be paid at the time provided in the Contract or, if no time is provided, within 7 days of payment being demanded in writing by the Seller.<br\/>18. Where the Purchase Price is not paid in full on the due date where specified in the Contract or in accordance with clause 16 a default penalty thereon at a rate of 2% above that of the overdraft rate for the time being charged by the Seller’s banker shall accrue from day to day on the amount of the Purchase Price remaining unpaid and such penalty shall be payable upon demand provided that the imposition of the penalty does not imply the granting of any extension of credit.<br\/>19. The Seller reserves the right to suspend deliveries of further Goods if the terms of payment are not strictly adhered to by the Buyer and the debt may be passed onto an appropriate agency for collection.<br\/>20. If the Seller at any time deems the credit of the Buyer to be unsatisfactory, the Seller may require the Buyer to grant security for payment satisfactory to the Seller and may suspend performance of its obligations under any Contract until that security is provided. All costs and expenses incurred by Seller as a result of such suspension and any recommencement shall be payable by the Buyer.<br\/><br\/><strong>DELIVERY<\/strong><br\/><br\/>21. The Seller will use its reasonable endeavours to make delivery at the time specified in the Buyer’s order (if a time is specified) but shall not be in default by reason of any failure to deliver or delay in delivery, including as a result of events beyond the Seller’s control. Any delivery dates are estimated dates only and the Seller shall not be responsible for any loss or damage sustained by the Buyer or any other person, firm or corporation by reason of any delay howsoever caused.<br\/>22. Delivery shall be deemed to be effected upon the Goods arriving at the location specified by the Buyer or in the case of Goods purchased directly from a warehouse or a sales representative of the Seller, upon the Buyer taking physical possession of such Goods.<br\/>23. The Seller will have no liability in relation to any claim that the Goods ordered have not been delivered unless the Buyer makes a written claim to the Seller within 10 business days of delivery.<br\/>24. Spicers prices quoted ex stock are for Goods delivered to Auckland, Wellington, Christchurch and Dunedin. Freight is payable by the Buyer for deliveries to all other destinations unless the order value exceeds the minimum order value at that point in time.<br\/>Universal Packaging and Total Supply prices are exclusive of delivery costs unless explicitly specified in the quotation.<br\/><br\/><strong>RISK AND SECURITY INTEREST<\/strong><br\/><br\/>25. The risk in the Goods shall pass to the Buyer upon delivery. Title in the<br\/>Goods is retained by the Seller until such time as the Goods are paid for in full.<br\/>26. If any of the Goods are damaged or destroyed following Delivery but prior to ownership passing to the Buyer, the Seller is entitled to receive all insurance proceeds payable for the Goods. The production of these terms and conditions by the Seller is sufficient evidence of the Seller’s rights to receive the insurance proceeds without need for any person dealing with the Seller to make further enquiries.<br\/>27. The Buyer grants a security interest to the Seller in all present and after-acquired Goods and proceeds as security for payment for the Goods and for any other amounts owing by the Buyer to the Seller from time to time, and for the performance by the Buyer of all the Buyer’s other obligations to the Seller from time to time (“Buyer’s indebtedness and obligations”). For the purposes of section 36(1)(b) of the PPSA, and to ensure maximum benefit and protection for the Seller by virtue of section 36(1)(b)(iii) of the PPSA, the Buyer confirms and agrees that the Buyer intends to and does grant to the Seller, as security for the Buyer’s indebtedness and obligations, a security interest in all of the Buyer’s present and after-acquired property except only for any such property which is or comprises items or kinds of personal property (“excepted property”);<br\/>(a) in or to which the Buyer has rights; and<br\/>(b) which has not been supplied by the Seller to the Buyer, other than any excepted property which is or comprises proceeds of any of that present and after-acquired property which has been supplied by the Seller to the Buyer.<br\/>28. The Seller may allocate amounts received from the Buyer in any manner it determines, including in any manner required to preserve any purchase money security interest it has in any Goods.<br\/>29. The Buyer shall do anything that the Seller reasonably requires to ensure that the Seller has a perfected security interest in all the Goods and a purchase money security interest in each part of the Goods to the extent of the purchase price for that part.<br\/>30. The Buyer waives the right to receive a copy of the verification statement confirming registration of a financing statement or financing change statement relating to the security interest under the Contract.<br\/>31. The Buyer:<br\/>(a) agrees that nothing in sections 114(1)(a), section 133 and section 134 will apply to this Contract, or the security interest under this Contract;<br\/>(b) agrees that where the Seller has rights in addition to those under Part 9 of the PPSA, those rights shall continue to apply; and<br\/>(c) waives its rights in relation to:<br\/>i. receiving a statement of account under section 116 of the PPSA;<br\/>ii receiving notice of any proposal to retain any collateral under section 120(2) of the PPSA or object to such proposal under section 121;<br\/>iii. not having collateral damaged if the Seller removes an accession under section 125 of the PPSA;<br\/>iv. receiving notice of the removal of an accession under section 129 of the PPSA; and<br\/>v. applying to the Court for an order concerning the removal of an accession under section 131 of the PPSA.<br\/>32. No consent or subordination: Nothing in this Contract shall be construed as:<br\/>(a) an agreement to subordinate the security interest created by this deed in favour of any person;<br\/>(b) a consent by the Seller to any other security interest attaching (as that term is used in the context of the PPSA) to, or any other security interest subsisting over, any Goods; or<br\/>(c) a consent by the Seller to any property that is not Goods becoming an accession to any Goods.<br\/><br\/><strong>LIABILITY<\/strong><br\/><br\/>33. To the fullest extent permissible at law, all representations, terms, warranties, guarantees, or conditions whether implied by statute, common law or custom of the trade or otherwise, including but not limited to, implied warranties, guarantees or conditions of merchantability and\/or fitness for purpose, are excluded.<br\/>34. The Buyer acknowledges that it does not rely on any representation or statement made by or on behalf of the Seller or its employees or agents other than the express provisions of these conditions of sale.<br\/>35. The Seller shall not be liable for any loss or damage whatsoever arising from the Seller’s failure wholly or in part to perform the Contract by reason of:<br\/>(a) default by the Seller’s suppliers and failure by the Seller to make arrangements with other suppliers, or<br\/>(b) any cause whatsoever beyond the Seller’s reasonable control.<br\/>36. Subject to clause 46 the Seller shall not be liable for consequential loss of any kind.<br\/>37. Notwithstanding anything else contained in the Contract, the liability of the Seller shall not in aggregate exceed the invoice price of the Goods in respect of which the liability arises.<br\/>38. The Buyer shall indemnify the Seller against any claim against the Seller by the Buyer's employees, agents, contractors, customers or any other persons (whether similar to the foregoing or not) in respect of any loss, damage or injury arising from any cause relating to or concerning the Goods.<br\/><br\/><strong>WARRANTY<\/strong><br\/><br\/>39. Subject to clause 46 the Seller will at its option replace or give credit for all Goods which are established by the Buyer to be defective but only if a claim is made in writing to the Seller within 10 days after delivery and specifying the defect complained of and the invoice and delivery details. If claims are not received as aforesaid the Buyer will be conclusively deemed to have accepted the Goods. The Seller shall not be liable for any loss or damage whatsoever arising from the Seller’s failure wholly or in part to perform the Contract by reason of:<br\/>(a) default by the Seller’s suppliers and failure by the Seller to make arrangements with other suppliers, or<br\/>(b) any cause whatsoever beyond the Seller’s reasonable control.<br\/><br\/><strong>DEFAULT<\/strong><br\/><br\/>40. The Buyer will be in default in relation to all Goods if any Goods are at risk.<br\/>41. If the Buyer is in default in accordance with clause 40 above, or if the Buyer defaults in the due payment of any moneys payable to the Seller, whether under the Contract or otherwise, or if the Buyer is in default in the performance of its obligations under the Contract or any other contract between the Seller and the Buyer or if the Buyer shall commit any act of bankruptcy, enter into any composition or arrangement with its creditors or (in the case of a company) do any act which would render it liable to be wound up or if a resolution is passed or proceedings commenced for the winding up of the Buyer or if a receiver shall be appointed over all or any of its assets, if the Buyer no longer carries on business or threatens to cease carrying on business, or if a change in ownership or effective control of the Buyer occurs, the Seller, without prejudice to any other right it has at law or in equity, may, at its option do any one or more of the following:<br\/>(a) Suspend all Contracts, in which case the Seller shall not be obliged to perform any of its obligations under any Contract during the period of suspension including, without limitation, delivery of Goods ordered by the Buyer. Any suspension shall not prevent the Seller from terminating any Contract during the period of suspension.<br\/>(b) Require security for the Buyer's obligations to the Seller's satisfaction.<br\/>(c) Require the Buyer to stop selling or otherwise disposing of the Goods.<br\/>(d) Enter upon the Buyer’s premises where the Goods are situated and take possession of and remove the same without being responsible for any damage caused, and resell those Goods and apply the proceeds in satisfaction or reduction of amounts owing by the Buyer.<br\/>(e) Terminate the Contract.<br\/>42. If the Seller takes any of the actions listed in clauses 41(a)-(e) above, any payment for the Goods delivered up to the date of such action and any other moneys payable by the Buyer to the Seller shall immediately become due and payable.<br\/>43. At any time after a default occurs, the Seller may (whether or not the Seller has exercised any other right) appoint any person to be a receiver of all or any of the Goods. In addition to, and without limiting or affecting any other powers and authorities conferred on a receiver (whether under the Receivership Act 1993 or at law or otherwise), a receiver has the power to do all things in relation to the Goods as if the receiver has absolute ownership of the Goods.<br\/>44. The Buyer shall pay all costs incurred by the Seller, (including costs on a solicitor\/client basis and debt collectors’ costs) incurred in the recovery or attempted recovery of outstanding moneys and the enforcement of these Terms.<br\/>45. Payments by the Buyer shall be applied in reduction of amounts owing by the Buyer in such order as the Seller determines.<br\/><br\/><strong>CONSUMER GUARANTEES ACT 1993<\/strong><br\/><br\/>46. (a) If the Goods are acquired by the Buyer for business purposes, the Buyer agrees that the Consumer Guarantees Act 1993 does not<br\/>apply.<br\/>(b) Where the Buyer supplies the Goods to a person acquiring them for business purposes, it must be a term of the Buyer’s contract with that person that the Consumer Guarantees Act 1993 does not apply in<br\/>respect to the Goods.<br\/>(c) The Buyer shall not, in relation to the supply by the Buyer of the Goods, give or make any undertaking, assertion or representation in relation to the Goods without the prior approval in writing of the Seller.<br\/>(d) The Buyer agrees to indemnify the Seller against any liability or cost incurred by the Seller under the Consumer Guarantees Act 1993 as a result of any breach by the Buyer of the obligations contained in these conditions of sale.<br\/>(e) Nothing in these conditions of sale is intended to have the effect of contracting out of the provisions of the Consumer Guarantees Act 1993, except to the extent permitted by that Act, and these conditions of sale are to be modified to the extent necessary to give effect to that intention.<br\/><br\/><strong>INTELLECTUAL PROPERTY<\/strong><br\/><br\/>47. (a) Where the Seller has designed, drawn or developed Goods for the<br\/>Buyer, then the copyright in any designs and drawings and documents shall remain the property of the Seller.<br\/>(b) The Buyer warrants all designs, specifications or instructions given to the Seller will not cause the Seller to infringe any patent, registered design or trademark in the execution of the Buyer’s order and the Buyer agrees to indemnify the Seller against any action taken by a third party against the Seller in respect of any such infringement.<br\/>(c) The Buyer agrees that the Seller may (at no cost) use for the purposes of marketing or entry into any competition, any documents, designs, drawings or Goods which the Seller has created for the Buyer.<br\/><br\/><strong>UNPAID SELLER’S RIGHTS<\/strong><br\/><br\/>48. (a) Where the Buyer has left any item with the Seller for repair,<br\/>modification, exchange or for the Seller to perform any other service in relation to the item and the Seller has not received or been tendered the whole of any moneys owing to it by the Buyer, the Seller shall have, until all moneys owing to the Seller are paid:<br\/>i. a lien on the item; and<br\/>ii. the right to retain or sell the item, such sale to be undertaken<br\/>in accordance with any legislation applicable to the sale or<br\/>disposal of uncollected goods.<br\/>(b) The lien of the Seller shall continue despite the commencement of proceedings, or judgement for any moneys owing to the Seller having been obtained against the Buyer.<br\/><br\/><strong>RETURN OF GOODS<\/strong><br\/><br\/>49. (a) Products sold by the Seller are on the basis of FIRM SALE ONLY.<br\/>(b) Care must be taken to ensure the required quantity and accurate description of goods is given when ordering. This will reduce unnecessary loss of time and costs to both parties.<br\/>(c) The Seller’s policy on the issue of “CREDIT NOTES AGAINST CLAIMS” provides that credit notes may be issued at the Seller's absolute discretion, for the following reasons only:<br\/>1. Faulty goods<br\/>2. Incorrect pricing<br\/>3. Delivery shortages<br\/>4. Supply of Incorrect Goods<br\/>(d) Claims must be made within 10 days of invoice date and otherwise<br\/>may not be brought.<br\/>(e) Credit notes will not be issued unless the Buyer provides appropriate<br\/>invoice number (s).<br\/>(f) Permission to return Goods must be obtained from the Seller’s office in advance. Only Goods in original factory or mill packs and in good order and condition will be accepted.<br\/>(g) Graphics self-adhesive vinyl of lengths less than five (5) metres returned for credit will be credited at fifty percent (50%) of the total invoiced amount. Lengths of vinyl less than five (5) metres are deemed non-stocklist and reduced to clear.<br\/>(h) Non-stocklist or reduced to clear items (as specified on the invoice), or Goods made to the Customer’s specifications, are under no circumstances acceptable for credit or return.<br\/><br\/><strong>GENERAL<\/strong><br\/><br\/>50. Any notice to be given by a party to the other shall be in writing and shall be given by:<br\/>(a) personal delivery;<br\/>(b) mailing by pre-paid post, and shall be deemed to be given two days after the date of mailing; or<br\/>(c) email transmission, and shall be deemed to be given at the time the sender receives an automated message from the email system of the intended recipient confirming delivery or, failing that, three hours after the time the email is sent (as recorded on the device from which the sender sent the email) unless the sender receives, within that three hour period, an automated message that the email has not been delivered.<br\/>51. Neither party shall be liable for any failure or delay in complying with any obligation imposed on that party under the Contract if:<br\/>(a) the failure or delay arises directly or indirectly from a cause reasonably beyond that party's control and not due to the default or insolvency, or an intentional act or omission, of that party;<br\/>(b) that party, on becoming aware of the cause, promptly notifies the other party in writing of the nature and expected duration of, and the obligation affected by the cause; and<br\/>(c) that party uses its reasonable endeavours to mitigate the effect of the cause on that party's obligations and to perform that party's obligations on time despite the cause,<br\/>but nothing in this clause shall excuse a party from any obligation to make a payment when due under the Contract.<br\/>52. If any provision of the Contract is or becomes unenforceable, illegal or invalid for any reason it shall be deemed to be severed from the Contract without affecting the validity of the remainder of the Contract and shall not affect the enforceability, legality, validity or application of any other provision of the Contract.<br\/>53. The Seller may vary the Contract at any time by notice in writing to the Buyer. Any such variation will take effect from acceptance of the first order for Goods following a notice of the variation being given to the Buyer.<br\/>54. The Buyer may not assign all or any of its rights or obligations without the prior written consent of the Seller. The Seller may assign all or any of its rights or obligations under this Contract to any party without the prior written consent of the Buyer.<br\/>55. To the extent that any confidential information is passed by a party to the other, the other party must keep that information confidential.<br\/>56. The Contract is governed by New Zealand law and the parties submit to the non-exclusive jurisdiction of the courts of New Zealand in respect of any dispute or proceeding arising out of any Contract.<br\/>57. The United Nations Convention on contracts for the international sale of goods does not apply.<br\/>58. The Buyer authorises the Seller to contact any credit agency, referee or any other source in order to check, exchange or provide information in relation to the Buyer and the Buyer authorises each such source to provide to the Seller any information about the Buyer. If the Buyer is a natural person, the Privacy Act 1993 entitles the Buyer to have access to personal information held by the Seller about the Buyer and to request correction of that personal information.<br\/>59. The rights, powers, exemptions and remedies of the Seller shall remain in full force notwithstanding any neglect, forbearance or delay in their enforcement. The Seller shall not be deemed to have waived any provision of a Contract unless such waiver is in writing signed by the Seller or an authorised officer of the Seller. Any such waiver, unless the contrary is expressly stated, shall apply to, and operate only in, a particular transaction, dealing or matter.<br\/>The Buyer acknowledges that is has received a copy of these conditions of sale and in particular that the Contract constitutes a \"security agreement\" for the purposes of the PPSA, and that the Seller may register a financing statement.<br\/>60. The Buyer shall give the Seller not less than fourteen (14) days prior written notice of any proposed change of ownership of the Buyer and\/or any other change in the Buyer’s details (including but not limited to, changes in the Buyer’s name, address, contact phone number\/s or email address, or business practice). The Buyer shall be liable for any loss incurred by the Seller as a result of the Buyer’s failure to comply with this clause.<\/p>",
        "text_size": "medium"
      }
    }
  },
  "order": [
    "main",
    "divider_4kWg38",
    "rich_text_nNkJGw"
  ]
}
