/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "image_overlay_color": "#000000",
        "image_overlay_opacity": 40,
        "show_breadcrumbs": false,
        "show_page_content": true
      }
    },
    "divider_4kWg38": {
      "type": "Divider",
      "disabled": true,
      "settings": {
        "divider-visibility": "showboth",
        "hd_border_color": "#aaaaaa",
        "divider_border": false,
        "divider_spacing": 20,
        "div_width": 80,
        "hd_border": 2,
        "border_line": 1,
        "div_style": "solid",
        "border_rad": 2
      }
    },
    "rich_text_nNkJGw": {
      "type": "rich-text",
      "settings": {
        "content_width": "75",
        "bg_color": "",
        "section_color": "",
        "rte_icon_width": 100,
        "section_title": "",
        "subtitle": "",
        "text": "<p><strong>Spicers is proud to be actively involved in the community, and we’re currently working with the following charities:<\/strong><\/p><p><strong>Books in Homes <\/strong>– in partnership with Soar Printing, we provide paper to be used for producing books which go to schools to help break the cycle of “booklessness”. Kids who can’t read become adults who can’t communicate and that’s a serious disadvantage in a world that operates in the written word. Check out <a href=\"http:\/\/www.booksinhomes.org.nz\/\" target=\"_blank\">www.booksinhomes.org.nz<\/a><\/p><p><strong>Paper Donations<\/strong>– Spicers regularly donates paper and card to our preschools and primary schools throughout New Zealand, helping to keep the rising cost of materials down, while encouraging a love for craft, creativity and the medium we’ve trusted and loved for so many years. To find out if your school is on the register please contact <a href=\"mailto:sales@spicersnz.co.nz\">sales@spicersnz.co.nz <\/a>with the subject heading “paper donations”<\/p><p><strong>Charity Golf Day <\/strong>– Spicers, Universal Packaging and Total Supply host an annual charity golf day and auction with all proceeds being donated to selected charities including Starship, Cancer Society, I Am Hope, Prostate Cancer Foundation and Little Miracles Trust.<\/p><p><strong>Breast Cancer Foundation<\/strong>- Spicers host an annual morning tea fundraising - all proceeds are donated to the Breast Cancer Foundation.<\/p><p><strong>Westpac Helicopters <\/strong>- Spicers are proud to support the Westpac Helicopters each year. The much needed funds help save local lives by offering a world-class aeromedical and rescue service and be there for patients in their greatest time of need.  <a href=\"https:\/\/www.rescuehelicopter.org.nz\/\" target=\"_blank\" title=\"https:\/\/www.rescuehelicopter.org.nz\/\">www.rescuehelicopter.org.nz<\/a><\/p>",
        "text_size": "medium"
      }
    }
  },
  "order": [
    "main",
    "divider_4kWg38",
    "rich_text_nNkJGw"
  ]
}
