/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "divider_4kWg38": {
      "type": "Divider",
      "settings": {
        "divider-visibility": "showboth",
        "hd_border_color": "#aaaaaa",
        "divider_border": false,
        "divider_spacing": 20,
        "div_width": 80,
        "hd_border": 2,
        "border_line": 1,
        "div_style": "solid",
        "border_rad": 2
      }
    },
    "main": {
      "type": "main-page",
      "settings": {
        "image_overlay_color": "#000000",
        "image_overlay_opacity": 40,
        "show_breadcrumbs": false,
        "show_page_content": true
      }
    },
    "rich_text_nLA3jb": {
      "type": "rich-text",
      "settings": {
        "content_width": "75",
        "bg_color": "",
        "section_color": "",
        "rte_icon_width": 100,
        "section_title": "",
        "subtitle": "",
        "text": "<p>Spicers NZ respects your privacy. We are bound by the National Privacy Principles in the NZ Privacy Act 1993.<\/p><p>We collect personal information when we provide our goods or services to you or a customer or client requires us to collect information on their behalf. Generally, if appropriate, we will tell you why we are collecting personal information and how we plan to use it or these things will be obvious when we collect the information.<\/p><p>We usually collect personal information such as contact details, job title or position. As a general rule we do not collect sensitive information. However, if we do, it will usually be for the purposes of providing our services and, if the law requires us to, we will collect it with your consent.<\/p><p>We use your information to provide and market our goods and services and to enhance and develop our relationship with you. We may share your information with other members of the Spicers group, including those who are located outside New Zealand.<\/p><p>You are not required to provide us with any personal information when visiting our website. However, sometimes we need to collect your information from our website to provide services that you request; for example, when you request information from us about our products or promotional offers.<\/p><p>When you visit our website, or download information from it, our Internet Service Provider makes a record of your visit and records the following information: your internet address, your domain name if applicable, the date and time of your visit to the website, the pages you accessed and documents downloaded, the previous website you have visited and the type of browser you are using. This information is only used for statistical and website development purposes.<\/p><p>We make limited use of cookies on our website. We only use cookies to improve the functionality of our website, not to store any of your personal information.<\/p><p>A cookie is a small message given to your web browser by our web server. The browser stores the message in a text file, and the message is then sent back to the server each time the browser requests a page from the server. When cookies are used on this site, they are used to store information relating to your visit such as a unique identifier, or a value to indicate whether you have seen a web page. They are used to distinguish your Internet Browser from the thousands of other browsers. This site will not store personal information such as email address or other details in a cookie.<\/p><p>Most Internet browsers are set up to accept cookies. If you do not wish to receive cookies, you may be able to change the settings of your browser to refuse all cookies or to notify you each time a cookie is sent to your computer, giving you the choice whether to accept it or not.<\/p><p>Spicers NZ may disclose your information to service providers, agents, contractors and strategic partners from time to time to help us to provide and market our services to you. If we do this we generally require these parties to protect your information in the same way we do.<\/p><p>We will handle personal information relying on the employee and the related bodies corporate exemptions in the Privacy Act, where these exemptions are applicable.<\/p><p>We use a variety of physical and electronic security measures including restricting physical access to our offices, firewalls and secure databases to keep personal information secure from misuse, loss or unauthorised use or disclosure.<\/p><p>The Internet is not a secure environment. If you send us information, including your email address, it is sent at your own risk.<\/p><p>You have a right to access most personal information we hold about you. Please contact us to ask for access to your information or if you have a complaint concerning your information privacy. We may deny your request in some circumstances, if we do this we will tell you why.<\/p><p>If you would like more information about our approach to privacy please contact us at:<\/p><p>Spicers NZ<br\/>1 Lady Fisher Place,<br\/>Highbrook, Auckland 2013<br\/>Telephone: (09) 925 3000<\/p>",
        "text_size": "medium"
      }
    },
    "divider_gRX9Wg": {
      "type": "Divider",
      "settings": {
        "divider-visibility": "showboth",
        "hd_border_color": "#aaaaaa",
        "divider_border": false,
        "divider_spacing": 20,
        "div_width": 80,
        "hd_border": 2,
        "border_line": 1,
        "div_style": "solid",
        "border_rad": 2
      }
    }
  },
  "order": [
    "divider_4kWg38",
    "main",
    "rich_text_nLA3jb",
    "divider_gRX9Wg"
  ]
}
